---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilovoltAmperes
source: html/411bc841-25cd-4c90-8f85-e0824cfcf1ea.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilovoltAmperes Property

Kilovolt amperes.

## Syntax (C#)
```csharp
public static ForgeTypeId KilovoltAmperes { get; }
```